Repository: tinygod/guandan-ios
Catalog: App/Sources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, zh_hans, zh_hant

source: You must return a card after receiving tribute. Which is safest?
ar: عليك أن تردّ ورقة بعد تلقّي التقديم. أيها الأكثر أماناً؟
de: Du musst nach Erhalt des Tributs eine Karte zurückgeben. Welche ist am sichersten?
es: Debes devolver una carta tras recibir tributo. ¿Cuál es la más segura?
fr: Tu dois rendre une carte après avoir reçu le tribut. Laquelle est la plus sûre ?
hi: भेंट पाने के बाद तुम्हें एक पत्ता लौटाना ही होगा। सबसे सुरक्षित कौन सा है?
id: Kamu harus mengembalikan kartu setelah menerima upeti. Mana yang paling aman?
ja: 進貢を受けた後は札を1枚還さねばならない。どれが一番安全か？
ko: 進貢을 받은 뒤에는 카드 한 장을 환공해야 합니다. 어느 것이 가장 안전할까요?
pt_br: Você precisa devolver uma carta depois de receber o tributo. Qual é a mais segura?
ru: После получения дани ты обязан вернуть карту. Какая безопаснее всего?
zh_hans: 接贡之后你必须还一张牌。哪张最安全?
zh_hant: 收下貢牌後你必須還一張牌。哪張最安全？

source: You owe tribute and hold TWO equal biggest cards (♠A and ♣A). Your spades run long. Which Ace do you pay?
ar: أنت مدين بالتقديم وتحمل أكبر ورقتين متساويتين (♠A و♣A). سلسلة البستوني لديك طويلة. أي آص تدفع؟
de: Du schuldest Tribut und hältst ZWEI gleich große höchste Karten (♠A und ♣A). Deine Pik-Folge ist lang. Welches Ass zahlst du?
es: Debes tributo y tienes DOS cartas máximas iguales (♠A y ♣A). Tu racha de picas es larga. ¿Qué As pagas?
fr: Tu dois un tribut et tu tiens DEUX plus grosses cartes égales (♠A et ♣A). Ta couleur pique est longue. Quel As paies-tu ?
hi: तुम पर भेंट बक़ाया है और तुम्हारे पास दो बराबर सबसे बड़े पत्ते हैं (♠A और ♣A)। तुम्हारी हुकुम (स्पेड) की कतार लंबी है। कौन सा इक्का चुकाओगे?
id: Kamu berutang upeti dan pegang DUA kartu terbesar yang setara (♠A dan ♣A). Rangkaian sekopmu panjang. Ace mana yang kamu bayarkan?
ja: 君は進貢を負っていて、同点で最強の札を二枚持っている（♠Aと♣A）。スペードの連番が長い。どちらのエースを払う？
ko: 당신이 進貢을 바칠 차례이고, 똑같이 가장 큰 카드 두 장(♠A와 ♣A)을 쥐고 있습니다. 스페이드 줄이 깁니다. 어느 에이스를 바칠까요?
pt_br: Você deve tributo e tem DUAS cartas iguais maiores (♠A e ♣A). Suas espadas formam uma sequência longa. Qual Ás você paga?
ru: Ты должен дань и держишь ДВЕ равные крупнейшие карты (♠A и ♣A). Твоя пиковая масть длинна. Каким Тузом платишь?
zh_hans: 你欠着贡,手里握着两张并列最大的牌(♠A和♣A)。你的黑桃顺子很长。该用哪张A去进贡?
zh_hant: 你欠貢，且手裡握著兩張同樣最大的牌（♠A和♣A）。你的黑桃很長。你該進貢哪張A？

source: Your Ace crushes the 8 — take the trick!
ar: آصك يسحق الـ8 — خذ الجولة!
de: Dein Ass zerschmettert die 8 – nimm den Stich!
es: Tu As aplasta el 8: ¡llévate la baza!
fr: Ton As écrase le 8 — prends le pli !
hi: तुम्हारा इक्का 8 को कुचल देता है — चाल जीत लो!
id: Ace-mu menghancurkan kartu 8 — ambil triknya!
ja: 君のエースが8を粉砕する——トリックを取れ！
ko: 당신의 에이스가 8을 짓밟습니다 — 판을 가져가세요!
pt_br: Seu Ás esmaga o 8 — leve a rodada!
ru: Твой Туз давит восьмёрку — забирай взятку!
zh_hans: 你的A碾压那张8——拿下这一墩!
zh_hant: 你的A碾壓那個8——拿下這墩！

source: Your First Hand
ar: يدك الأولى
de: Dein erstes Blatt
es: Tu primera mano
fr: Ta première main
hi: तुम्हारा पहला हाथ
id: Tangan Pertamamu
ja: 君の最初の手札
ko: 당신의 첫 패
pt_br: Sua Primeira Mão
ru: Твоя первая рука
zh_hans: 你的第一手牌
zh_hant: 你的第一手牌

source: Your LAST card decides nothing — the hand is already won when it leaves. So park your very smallest card at the tail, and spend the 6 NOW, where it blocks the next player's 4s and 5s.
ar: ورقتك الأخيرة لا تقرر شيئًا — فالجولة تُحسَم قبل أن تخرج. لذا ضع أصغر ورقة لديك في الذيل، وأنفق الـ 6 الآن، حيث تسدّ ورقتَي 4 و5 لدى اللاعب التالي.
de: Deine LETZTE Karte entscheidet nichts — die Runde ist längst gewonnen, wenn sie auf den Tisch kommt. Lass also deine allerkleinste Karte fürs Finale liegen und spiel die 6 JETZT, wo sie die 4er und 5er des nächsten Spielers blockiert.
es: Tu ÚLTIMA carta no decide nada: la mano ya está ganada cuando sale. Así que reserva tu carta más pequeña para el final y gasta el 6 AHORA, donde bloquea los 4 y 5 del siguiente jugador.
fr: Ta DERNIÈRE carte ne décide de rien — la manche est déjà gagnée quand elle tombe. Garde donc ta plus petite carte pour la fin, et dépense le 6 MAINTENANT, là où il bloque les 4 et les 5 du joueur suivant.
hi: आपका आखिरी पत्ता कुछ तय नहीं करता — जब वह जाता है, तब तक हाथ पहले ही जीता जा चुका होता है। तो अपना सबसे छोटा पत्ता पूँछ में रख दें, और 6 को अभी खर्च करें, जहाँ यह अगले खिलाड़ी के 4 और 5 को रोकता है।
id: Kartu TERAKHIRmu tidak menentukan apa-apa — babaknya sudah dimenangkan saat kartu itu keluar. Jadi simpan kartu terkecilmu di buntut, dan habiskan 6 itu SEKARANG, di tempat ia memblokir 4 dan 5 pemain berikutnya.
ja: 最後の1枚は何も決めない。手札はそれが場に出る前にもう勝っている。だから一番小さいカードは最後尾に置いておき、6は今すぐ切れ。ここで切れば次のプレイヤーの4や5を封じられる。
ko: 마지막 카드는 아무것도 결정하지 못해요 — 그 카드가 나갈 때쯤이면 판은 이미 이긴 거니까요. 그러니 가장 작은 카드는 맨 끝에 묶어두고, 6은 지금 바로 쓰세요. 다음 플레이어의 4와 5를 막아주는 자리니까요.
pt_br: Sua ÚLTIMA carta não decide nada — a mão já está ganha quando ela sai. Então deixe sua carta mais baixa lá no final e gaste o 6 AGORA, onde ele bloqueia os 4 e 5 do próximo jogador.
ru: Твоя ПОСЛЕДНЯЯ карта ничего не решает — раздача выиграна ещё до того, как она ушла. Поэтому оставь самую мелкую карту на хвост, а 6 потрать СЕЙЧАС, где она перекроет соседу следующие 4 и 5.
zh_hans: 你的最后一张牌决定不了什么——这手牌打出去时其实早就赢定了。所以把最小的那张牌留到收尾，现在就把这张 6 用掉，正好卡住下家的 4 和 5。
zh_hant: 你的最後一張牌決定不了什麼——牌一出手，這手牌的勝負就已成定局。所以把最小的那張牌留到最後收尾，而現在就把這張 6 用掉，正好卡住下家的 4 和 5。

source: Your OWN hand: 9 cards in one case, 10 in another. The rhyme assigns each a preferred lead. Which pairing is right?
ar: يدك أنت: 9 أوراق في حالة، و10 في حالة أخرى. تحدد القافية لكلٍّ منها الافتتاحية المفضلة. أيّ اقتران هو الصحيح؟
de: Deine EIGENE Hand: 9 Karten im einen Fall, 10 im anderen. Der Merkspruch weist jedem einen bevorzugten Eröffnungszug zu. Welche Zuordnung stimmt?
es: TU PROPIA mano: 9 cartas en un caso, 10 en otro. La regla asigna a cada uno un primer ataque preferido. ¿Qué emparejamiento es el correcto?
fr: Ta PROPRE main : 9 cartes dans un cas, 10 dans l'autre. La comptine attribue à chacune une entame préférée. Quel appariement est correct ?
hi: आपका अपना हाथ: एक हालत में 9 पत्ते, दूसरी में 10। तुकबंदी हर एक के लिए एक पसंदीदा लीड बताती है। कौन-सी जोड़ी सही है?
id: Tanganmu SENDIRI: 9 kartu di satu kondisi, 10 di kondisi lain. Pantun ini memberi tiap kondisi cara memimpin yang dianjurkan. Pasangan mana yang benar?
ja: 自分の手札：一方は9枚、もう一方は10枚。口訣はそれぞれに最適な出し方を示している。正しい組み合わせはどっち？
ko: 내 패: 한 경우엔 9장, 다른 경우엔 10장. 구결은 각 상황에 맞는 선수를 정해줘요. 어느 짝이 맞을까요?
pt_br: Sua PRÓPRIA mão: 9 cartas em um caso, 10 em outro. O ditado define a saída ideal para cada um. Qual combinação está certa?
ru: Твоя СОБСТВЕННАЯ рука: 9 карт в одном случае, 10 в другом. Присказка назначает каждому свой предпочтительный заход. Какая пара верна?
zh_hans: 你自己的手牌：一种情况是 9 张，另一种是 10 张。口诀给每种情况都指定了首选的出牌方式。哪种搭配才对？
zh_hant: 看你手上的牌：一種情況是 9 張，另一種是 10 張。口訣為每種情況指定了該怎麼首攻。哪種配對才對？

source: Your biggest single — outrank their last card
ar: أكبر ورقة منفردة لديك — تتفوق على ورقتهم الأخيرة
de: Deine größte Einzelkarte — übertrumpfe ihre letzte Karte
es: Tu mejor carta suelta: supera su última carta
fr: Ton plus gros isolé — surpasse leur dernière carte
hi: आपका सबसे बड़ा सिंगल — उनके आखिरी पत्ते से ऊपर निकलें
id: Single terbesarmu — kalahkan kartu terakhir mereka
ja: 一番大きい単張で、相手の最後の1枚を上回れ
ko: 가장 큰 단장 — 상대의 마지막 카드를 눌러요
pt_br: Sua maior carta avulsa — supere a última carta deles
ru: Твой самый крупный одиночный — перебей его последнюю карту
zh_hans: 你最大的单张——压过对方最后一张牌
zh_hant: 你最大的單張——壓過他最後一張牌

source: Your lead — play anything
ar: افتتاحيتك — العب أي شيء
de: Du eröffnest — spiel, was du willst
es: Tu salida: juega lo que quieras
fr: À toi d'entamer — joue ce que tu veux
hi: आपकी लीड — कुछ भी खेलें
id: Giliranmu memimpin — keluarkan apa saja
ja: あなたの首攻——好きなものを出せ
ko: 당신의 첫 출 — 뭐든 내세요
pt_br: Sua saída — jogue qualquer coisa
ru: Твой заход — играй что угодно
zh_hans: 轮你首攻——随便出
zh_hant: 由你出牌——隨便出

source: Your lowest card, whatever it is
ar: أدنى ورقة لديك، مهما كانت
de: Deine niedrigste Karte, egal welche
es: Tu carta más baja, sea cual sea
fr: Ta plus petite carte, peu importe laquelle
hi: आपका सबसे छोटा पत्ता, चाहे जो भी हो
id: Kartu terendahmu, apa pun itu
ja: 何であれ、一番低いカードを
ko: 무엇이든 가장 낮은 카드
pt_br: Sua carta mais baixa, seja qual for
ru: Твоя самая мелкая карта, какой бы она ни была
zh_hans: 你最小的那张牌，不管是什么
zh_hant: 你最小的那張牌，不管是什麼

source: Your partner opens the hand with a small single 3. What does it mean?
ar: يفتتح شريكك الجولة بورقة 3 منفردة صغيرة. ماذا يعني ذلك؟
de: Dein Partner eröffnet die Runde mit einer kleinen Einzel-3. Was bedeutet das?
es: Tu compañero abre la mano con un 3 suelto y bajo. ¿Qué significa?
fr: Ton partenaire ouvre la manche avec un petit 3 isolé. Qu'est-ce que ça signifie ?
hi: आपका साथी हाथ की शुरुआत एक छोटे सिंगल 3 से करता है। इसका क्या मतलब है?
id: Pasanganmu membuka babak dengan single kecil 3. Apa artinya?
ja: パートナーが小さな単張の3で場を開いた。これは何を意味する？
ko: 파트너가 작은 단장 3으로 판을 엽니다. 무슨 뜻일까요?
pt_br: Seu parceiro abre a mão com um 3 avulso baixo. O que isso significa?
ru: Партнёр открывает раздачу мелким одиночным 3. Что это значит?
zh_hans: 搭档开局打出一张小单张 3。这是什么意思？
zh_hant: 隊友用一張小 3 單張開局。這是什麼意思？

source: Your partner opens with a middling PAIR. Your hand scores 13 points. Who strikes?
ar: يفتتح شريكك بزوج متوسط. يدك تسجّل 13 نقطة. مَن يهاجم؟
de: Dein Partner eröffnet mit einem mittleren PAAR. Deine Hand bringt 13 Punkte. Wer greift an?
es: Tu compañero abre con un PAR intermedio. Tu mano suma 13 puntos. ¿Quién ataca?
fr: Ton partenaire ouvre avec une PAIRE moyenne. Ta main vaut 13 points. Qui attaque ?
hi: आपका साथी एक मध्यम जोड़ी से शुरुआत करता है। आपके हाथ के 13 अंक हैं। मुख्य हमला कौन करे?
id: Pasanganmu membuka dengan PAIR menengah. Tanganmu bernilai 13 poin. Siapa yang menyerang?
ja: パートナーが中くらいの対子で開いた。あなたの手札は13点。誰が主攻する？
ko: 파트너가 중간 정도의 대자로 시작했어요. 당신 패는 13점. 누가 주공인가요?
pt_br: Seu parceiro abre com um PAR mediano. Sua mão soma 13 pontos. Quem ataca?
ru: Партнёр открывает средней ПАРОЙ. Твоя рука стоит 13 очков. Кто атакует?
zh_hans: 搭档开局打出一个中等大小的对子。你这手牌有 13 分。该谁主攻？
zh_hant: 隊友打出一個中等大小的對子。你的手牌評為 13 分。誰來主攻？

source: Your partner's Queens are winning. Never outbid your own partner — pass!
ar: ملكات شريكك تكسب. لا تُزايد أبدًا على شريكك — مرّر!
de: Die Damen deines Partners führen. Übertrumpf niemals deinen eigenen Partner — passe!
es: Las Reinas de tu compañero van ganando. Nunca superes a tu propio compañero: ¡pasa!
fr: Les Dames de ton partenaire l'emportent. Ne surenchéris jamais sur ton propre partenaire — passe !
hi: आपके साथी की रानियाँ जीत रही हैं। अपने ही साथी से कभी ऊँची बोली न लगाएँ — पास करें!
id: Pasangan Queen milik partnermu sedang menang. Jangan pernah melampaui tawaran partnermu sendiri — pass!
ja: パートナーのQが勝っている。自分のパートナーに被せて出してはいけない——過（パス）だ！
ko: 파트너의 Q들이 이기고 있어요. 절대 내 파트너보다 더 크게 내지 마세요 — 패스!
pt_br: As Damas do seu parceiro estão ganhando. Nunca cubra o próprio parceiro — passe!
ru: Дамы партнёра выигрывают. Никогда не перебивай своего же партнёра — пасуй!
zh_hans: 搭档的一对 Q 正赢着。永远别压自己的搭档——过！
zh_hant: 隊友的 Q 對正贏著。千萬別蓋自己隊友的牌——過！

source: Your real job is the player AFTER you: deny their cheap discards. When the enemy passes cards toward a teammate — BLOCK, every time, even if it costs you a comfortable discard. "A delivery must be jammed" — one hesitation can hand over the whole hand.
ar: مهمتك الحقيقية هي اللاعب الذي يليك: امنع تخلصه من أوراقه الرخيصة. عندما يمرّر الخصم أوراقًا نحو زميل — اعترض، في كل مرة، حتى لو كلّفك ذلك تخلصًا مريحًا. "كل تسليمة يجب أن تُعرقَل" — تردُّد واحد قد يُسلّم الجولة بأكملها.
de: Deine eigentliche Aufgabe ist der Spieler NACH dir: verwehre ihm günstige Karten. Wenn der Gegner Karten zu einem Teamkollegen durchschiebt — BLOCKIERE, jedes Mal, selbst wenn es dich eine bequeme Karte kostet. "Eine Lieferung muss gestört werden" — ein einziges Zögern kann die ganze Runde verschenken.
es: Tu verdadero trabajo es el jugador que va DESPUÉS de ti: niégale sus descartes baratos. Cuando el enemigo pasa cartas hacia un compañero, BLOQUEA, siempre, aunque te cueste un descarte cómodo. "Una entrega debe atascarse": una sola duda puede regalar la mano entera.
fr: Ton vrai boulot, c'est le joueur APRÈS toi : prive-le de ses défausses faciles. Quand l'adversaire fait passer des cartes vers un coéquipier — BLOQUE, à chaque fois, même si ça te coûte une défausse confortable. « Une livraison doit être interceptée » — une seule hésitation peut offrir toute la manche.
hi: आपका असली काम वह खिलाड़ी है जो आपके बाद है: उसके सस्ते पत्तों को रोकें। जब दुश्मन किसी साथी की ओर पत्ते बढ़ाए — हर बार रोकें, भले ही इसके लिए आपको एक आरामदायक पत्ता गँवाना पड़े। "एक डिलीवरी को जाम करना ही चाहिए" — एक झिझक पूरा हाथ सौंप सकती है।
id: Tugas sebenarnya adalah pemain SETELAHMU: tolak buangan murah mereka. Saat musuh mengoper kartu ke arah rekan setim — BLOKIR, setiap kali, meski itu mengorbankan buangan yang nyaman buatmu. "Sebuah kiriman harus dimacetkan" — satu keraguan bisa menyerahkan seluruh babak.
ja: あなたの本当の仕事は、後ろのプレイヤーへの対応だ。安い捨て札を許すな。敵が仲間へカードを送ろうとしたら——毎回ブロックしろ。たとえ気持ちよく捨てられるカードを犠牲にしてでも。「進貢は必ず止めろ」——一度のためらいが手札全体を明け渡す。
ko: 당신의 진짜 임무는 당신 다음 차례 플레이어예요: 그 사람의 값싼 처리를 막는 거죠. 적이 같은 편에게 카드를 넘기려 할 때는 — 매번 막으세요. 편한 처리를 포기하더라도요. "배달은 반드시 막아라" — 한 번의 망설임이 판 전체를 넘겨줄 수 있어요.
pt_br: Seu verdadeiro trabalho é o jogador DEPOIS de você: negue os descartes baratos dele. Quando o inimigo passa cartas para um companheiro — BLOQUEIE, sempre, mesmo que custe um descarte confortável. "Uma entrega tem que ser barrada" — uma hesitação pode entregar a mão inteira.
ru: Твоя настоящая работа — игрок ПОСЛЕ тебя: лишай его дешёвых сбросов. Когда враг передаёт карты в сторону союзника — БЛОКИРУЙ, всегда, даже ценой удобного сброса. «Доставку нужно перехватить» — одно колебание может отдать всю раздачу.
zh_hans: 你真正的职责是盯紧你的下家：别让他们轻松出小牌。当敌方往队友手里递牌时——每次都要拦，哪怕要牺牲一次舒服的出牌。"贡牌必须卡"——一次犹豫就可能把整局送出去。
zh_hant: 你真正的任務是盯住你的下家：別讓他輕鬆出掉小牌。當對手往隊友手上遞牌時——每次都要攔截，哪怕要捨棄一張本來很順手的出牌。「遞牌必攔」——一次猶豫，可能就把整手牌拱手讓人。

source: Your team
ar: فريقك
de: Dein Team
es: Tu equipo
fr: Ton équipe
hi: आपकी टीम
id: Timmu
ja: あなたのチーム
ko: 내 팀
pt_br: Sua equipe
ru: Твоя команда
zh_hans: 你的队伍
zh_hant: 你的隊伍

source: Your team conquered the Ace level!
ar: فريقك قهر مستوى الآص!
de: Dein Team hat die Ass-Stufe bezwungen!
es: ¡Tu equipo conquistó el nivel del As!
fr: Ton équipe a conquis le niveau As !
hi: आपकी टीम ने इक्के के स्तर को जीत लिया!
id: Timmu menaklukkan level As!
ja: あなたのチームがAレベルを制覇した！
ko: 당신 팀이 A 레벨을 정복했어요!
pt_br: Sua equipe conquistou o nível Ás!
ru: Твоя команда покорила уровень Туза!
zh_hans: 你的队伍打过了 A 级！
zh_hant: 你的隊伍打過了 A 級！

source: Your team starts at level 2. Win hands to climb — first team to win a hand while playing their Ace level wins the match.
ar: يبدأ فريقك من المستوى 2. اكسب الجولات لتصعد — أول فريق يكسب جولة وهو يلعب مستوى الآص يفوز بالمباراة.
de: Dein Team startet auf Stufe 2. Gewinne Runden, um aufzusteigen — das erste Team, das eine Runde auf seiner Ass-Stufe gewinnt, gewinnt die Partie.
es: Tu equipo empieza en el nivel 2. Gana manos para subir: el primer equipo que gane una mano jugando su nivel del As gana la partida.
fr: Ton équipe démarre au niveau 2. Gagne des manches pour grimper — la première équipe à remporter une manche en jouant son niveau As gagne la partie.
hi: आपकी टीम स्तर 2 से शुरू होती है। चढ़ने के लिए हाथ जीतें — अपने इक्के के स्तर पर खेलते हुए हाथ जीतने वाली पहली टीम मैच जीतती है।
id: Timmu mulai dari level 2. Menangkan babak untuk naik — tim pertama yang memenangkan babak saat bermain di level As mereka memenangkan pertandingan.
ja: あなたのチームはレベル2からスタート。手を勝って昇格しよう——Aレベルをプレイ中に手を勝った最初のチームが試合に勝つ。
ko: 당신 팀은 레벨 2에서 시작해요. 판을 이겨 올라가세요 — A 레벨을 칠 때 판을 먼저 이긴 팀이 매치에서 승리합니다.
pt_br: Sua equipe começa no nível 2. Vença mãos para subir — a primeira equipe a vencer uma mão jogando no nível Ás vence a partida.
ru: Твоя команда стартует с уровня 2. Выигрывай раздачи, чтобы подниматься — первая команда, выигравшая раздачу на своём уровне Туза, побеждает в матче.
zh_hans: 你的队伍从 2 级起步。赢牌才能升级——第一支在打 A 级时赢下一局的队伍赢得整场比赛。
zh_hant: 你的隊伍從 2 級開始。贏牌才能升級——率先在打 A 級時贏下一手的隊伍，就贏得整場比賽。

source: Your turn against the Queen. Your Ace CAN beat it. But an Ace spent here is an Ace you won't have when it matters.
ar: دورك أمام الملكة. آصُك يستطيع التغلب عليها. لكن آصًا تنفقه هنا هو آصٌ لن يكون بحوزتك حين يهمّ الأمر.
de: Du bist gegen die Dame am Zug. Dein Ass KANN sie schlagen. Aber ein hier verbrauchtes Ass ist ein Ass, das dir fehlt, wenn es darauf ankommt.
es: Tu turno contra la Reina. Tu As SÍ puede ganarla. Pero un As gastado aquí es un As que no tendrás cuando de verdad importe.
fr: À ton tour face à la Dame. Ton As PEUT la battre. Mais un As dépensé ici est un As que tu n'auras plus quand ça comptera.
hi: रानी के सामने आपकी बारी। आपका इक्का इसे हरा सकता है। पर यहाँ खर्च किया गया इक्का वह इक्का है जो असली वक्त पर आपके पास नहीं होगा।
id: Giliranmu melawan Queen. As-mu BISA mengalahkannya. Tapi As yang dihabiskan di sini adalah As yang tak akan kau miliki saat benar-benar penting.
ja: Qに対するあなたの番。AならばこれをCAN倒せる。だが、ここで使ったAは、肝心なときに手元にないAだ。
ko: Q에 맞서는 당신 차례. 당신의 A로 누를 수 있어요. 하지만 여기서 쓴 A는 정작 중요할 때 없는 A가 되죠.
pt_br: Sua vez contra a Dama. Seu Ás PODE vencê-la. Mas um Ás gasto aqui é um Ás que você não terá quando importar.
ru: Твой ход против Дамы. Твой Туз МОЖЕТ её перебить. Но Туз, потраченный здесь, — это Туз, которого не будет, когда он понадобится.
zh_hans: 轮到你对上这个 Q。你的 A 是能压它，但在这里花掉的 A，就是关键时刻你拿不出来的 A。
zh_hant: 輪到你應對這張 Q。你的 A 確實能壓過它。但在這裡花掉一張 A，關鍵時刻你就少了一張 A。

source: Your two magic cards
ar: ورقتاك السحريتان
de: Deine zwei Zauberkarten
es: Tus dos cartas mágicas
fr: Tes deux cartes magiques
hi: आपके दो जादुई पत्ते
id: Dua kartu ajaibmu
ja: あなたの2枚の魔法のカード
ko: 당신의 마법 카드 두 장
pt_br: Suas duas cartas mágicas
ru: Твои две волшебные карты
zh_hans: 你的两张百搭神牌
zh_hant: 你的兩張魔法牌

source: Yours again.
ar: دورك من جديد.
de: Wieder du.
es: Tuyo otra vez.
fr: À toi de nouveau.
hi: फिर आपकी बारी।
id: Giliranmu lagi.
ja: また、あなたの番。
ko: 다시 당신 차례.
pt_br: Sua vez de novo.
ru: Снова твой ход.
zh_hans: 又轮到你了。
zh_hant: 又輪到你了。

source: a bomb!
ar: قنبلة!
de: eine Bombe!
es: ¡una bomba!
fr: une bombe !
hi: एक बम!
id: sebuah bom!
ja: 炸弹だ！
ko: 炸弹이에요!
pt_br: uma bomba!
ru: бомба!
zh_hans: 一个炸弹！
zh_hant: 一個炸彈！

source: a lone 6 with no neighbours
ar: ورقة 6 وحيدة بلا جيران
de: eine einsame 6 ohne Nachbarn
es: un 6 solitario sin vecinos
fr: un 6 solitaire, sans voisins
hi: बिना पड़ोसियों का अकेला 6
id: 6 sebatang kara tanpa tetangga
ja: 隣のない孤立した6
ko: 이웃 없는 외톨이 6
pt_br: um 6 solitário sem vizinhos
ru: одинокая 6 без соседей
zh_hans: 一张孤零零、没有相邻牌的 6
zh_hant: 一張孤零零的 6，沒有相鄰的牌

source: about to exit!
ar: على وشك الخروج!
de: kurz vorm Rausgehen!
es: ¡a punto de salir!
fr: sur le point de sortir !
hi: बाहर निकलने को तैयार!
id: hampir keluar!
ja: もうすぐ上がる！
ko: 곧 나갑니다!
pt_br: prestes a sair!
ru: вот-вот выйдет!
zh_hans: 马上就要走了！
zh_hant: 就要出完了！

source: all four players
ar: اللاعبون الأربعة جميعًا
de: alle vier Spieler
es: los cuatro jugadores
fr: les quatre joueurs
hi: चारों खिलाड़ी
id: keempat pemain
ja: 4人全員
ko: 네 명 모두
pt_br: todos os quatro jogadores
ru: все четыре игрока
zh_hans: 全部四名玩家
zh_hant: 全部四名玩家

source: almost as bad
ar: سيئ بالقدر نفسه تقريبًا
de: fast genauso schlecht
es: casi igual de malo
fr: presque aussi grave
hi: लगभग उतना ही बुरा
id: hampir sama buruknya
ja: ほぼ同じくらい悪い
ko: 거의 그만큼 나빠요
pt_br: quase tão ruim
ru: почти так же плохо
zh_hans: 几乎一样糟
zh_hant: 幾乎一樣糟

source: any card
ar: أي ورقة
de: beliebige Karte
es: cualquier carta
fr: n'importe quelle carte
hi: कोई भी पत्ता
id: kartu apa saja
ja: どの カードでも
ko: 아무 카드
pt_br: qualquer carta
ru: любая карта
zh_hans: 任意 一张牌
zh_hant: 任何 牌

source: best whole unit
ar: أفضل وحدة كاملة
de: beste Gesamteinheit
es: la mejor unidad completa
fr: meilleure unité entière
hi: सबसे अच्छी पूरी इकाई
id: unit utuh terbaik
ja: 最良のまとまった組
ko: 가장 좋은 온전한 묶음
pt_br: melhor unidade inteira
ru: лучшая цельная связка
zh_hans: 最好的整副牌组
zh_hant: 最完整的一手

source: block upstream · jam downstream · feed partner
ar: اسدد المنبع · عرقل المصب · غذِّ الشريك
de: stromaufwärts blocken · stromabwärts stören · Partner füttern
es: bloquea arriba · atasca abajo · alimenta al compañero
fr: bloque en amont · entrave en aval · nourris ton partenaire
hi: ऊपर वाले को रोकें · नीचे वाले को जाम करें · साथी को खिलाएँ
id: blokir hulu · macetkan hilir · suplai partner
ja: 上家をブロック · 下家を妨害 · パートナーに送る
ko: 위쪽 막기 · 아래쪽 차단 · 파트너에게 먹이기
pt_br: bloqueie acima · trave abaixo · alimente o parceiro
ru: блокируй сверху · глуши снизу · корми партнёра
zh_hans: 压上家 · 卡下家 · 喂搭档
zh_hant: 卡上家 · 堵下家 · 餵隊友

source: bomb split into pairs, runs never built
ar: قنبلة مُجزّأة إلى أزواج، وسلاسل لم تُبنَ أبدًا
de: Bombe in Paare zerlegt, Reihen nie aufgebaut
es: bomba partida en pares, escaleras nunca formadas
fr: bombe éclatée en paires, suites jamais construites
hi: बम जोड़ियों में टूट गया, सीक्वेंस कभी नहीं बने
id: bom dipecah jadi pair, rangkaian tak pernah terbentuk
ja: 炸弹を対子に割り、順子は組めずじまい
ko: 炸弹은 대자로 쪼개지고, 연결은 끝내 안 만들어졌어요
pt_br: bomba dividida em pares, sequências nunca montadas
ru: бомба разбита на пары, цепочки так и не собраны
zh_hans: 炸弹被拆成对子，顺子始终没搭起来
zh_hant: 炸彈拆成對子，順子始終沒拼成

source: bomb · run · run · 3 pairs · 3 singles
ar: قنبلة · سلسلة · سلسلة · 3 أزواج · 3 منفردات
de: Bombe · Reihe · Reihe · 3 Paare · 3 Einzelkarten
es: bomba · escalera · escalera · 3 pares · 3 sueltas
fr: bombe · suite · suite · 3 paires · 3 isolées
hi: बम · सीक्वेंस · सीक्वेंस · 3 जोड़ियाँ · 3 सिंगल
id: bom · rangkaian · rangkaian · 3 pair · 3 single
ja: 炸弹 · 順子 · 順子 · 対子3組 · 単張3枚
ko: 炸弹 · 顺子 · 顺子 · 对子 3개 · 단장 3개
pt_br: bomba · sequência · sequência · 3 pares · 3 avulsas
ru: бомба · цепочка · цепочка · 3 пары · 3 одиночных
zh_hans: 炸弹 · 顺子 · 顺子 · 3 个对子 · 3 张单张
zh_hant: 炸彈 · 順子 · 順子 · 3 個對子 · 3 張單張

source: built 2-3-4-5-6, the spare 4 fell out
ar: بُنيت 2-3-4-5-6، وسقطت الـ 4 الزائدة
de: 2-3-4-5-6 gebaut, die übrige 4 fiel raus
es: formaste 2-3-4-5-6, el 4 sobrante se quedó fuera
fr: 2-3-4-5-6 construit, le 4 en trop est tombé
hi: 2-3-4-5-6 बनाया, फालतू 4 बाहर रह गया
id: membangun 2-3-4-5-6, 4 sisanya jatuh keluar
ja: 2-3-4-5-6を組んだら、余った4がこぼれ落ちた
ko: 2-3-4-5-6을 만들고 남은 4가 떨어져 나왔어요
pt_br: montou 2-3-4-5-6, o 4 sobrando ficou de fora
ru: собрал 2-3-4-5-6, лишняя 4 выпала
zh_hans: 搭成了 2-3-4-5-6，多出来的那张 4 掉了出来
zh_hant: 拼成了 2-3-4-5-6，多出來的 4 落了單

source: caps everything · bombs on sight · charges early
ar: يغطّي كل شيء · قنابل عند أول فرصة · يهجم مبكرًا
de: deckelt alles · bombt sofort · stürmt früh los
es: tapa todo · bombas a la vista · ataca pronto
fr: coiffe tout · bombarde dès qu'il voit · charge tôt
hi: सब पर हावी · नज़र पड़ते ही बम · जल्दी हमला
id: menutup semuanya · langsung bom · menyerbu dini
ja: 何でも上から抑える · 見れば炸弹 · 早めに突っ込む
ko: 다 눌러버려요 · 보이는 족족 炸弹 · 초반에 돌격
pt_br: cobre tudo · bombas à primeira vista · ataca cedo
ru: кроет всё · бомбит сходу · ломится рано
zh_hans: 压住一切 · 见牌就炸 · 早早冲锋
zh_hant: 見牌就壓 · 見機就炸 · 早早搶攻

source: checkmark
ar: علامة صح
de: Häkchen
es: marca de verificación
fr: coche
hi: टिकमार्क
id: tanda centang
ja: チェックマーク
ko: 체크 표시
pt_br: marca de seleção
ru: галочка
zh_hans: 对勾
zh_hant: 勾選

source: clear weak lanes · save muscle · finish 1st
ar: نظّف المسارات الضعيفة · ادّخر العضلات · أنهِ أولًا
de: schwache Bahnen räumen · Muskeln sparen · 1. werden
es: limpia carriles débiles · guarda músculo · termina 1.º
fr: vide les couloirs faibles · garde les muscles · finis 1er
hi: कमज़ोर रास्ते साफ करें · ताकत बचाएँ · पहले निकलें
id: bersihkan jalur lemah · simpan otot · finis ke-1
ja: 弱いレーンを片づける · 主力を温存 · 頭游を取る
ko: 약한 라인 정리 · 주력 아끼기 · 头游 마무리
pt_br: limpe as faixas fracas · poupe a força · termine em 1º
ru: расчищай слабые линии · береги силу · финишируй 1-м
zh_hans: 清空弱牌路 · 留着硬牌 · 拿头游
zh_hant: 清掉弱牌路 · 留住硬牌 · 搶頭游

source: early cheap pair
ar: زوج رخيص مبكر
de: frühes günstiges Paar
es: par barato temprano
fr: paire bon marché en début de jeu
hi: जल्दी सस्ती जोड़ी
id: pair murah dini
ja: 序盤の安い対子
ko: 초반의 값싼 대자
pt_br: par barato cedo
ru: ранняя дешёвая пара
zh_hans: 早早出的廉价对子
zh_hant: 早出的小對子
